// Navbar Component
export const navbarLinks = [
	{
		id: 1,
		title: 'iPhone 13',
	},
	{
		id: 2,
		title: 'iPhone 13 pro',
	},
	{
		id: 3,
		title: 'iPhone 13 pro max',
	},
	{
		id: 4,
		title: 'iPhone 14',
	},
	{
		id: 5,
		title: 'iPhone 14 pro',
	},
	{
		id: 6,
		title: 'iPhone 14 pro max',
	},
	{
		id: 7,
		title: 'iPhone 15',
	},
	{
		id: 8,
		title: 'iPhone 15 pro',
	},
	{
		id: 9,
		title: 'iPhone 15 pro max',
	},
	{
		id: 10,
		title: 'iPhone 16',
	},
	{
		id: 11,
		title: 'iPhone 16 pro',
	},
	{
		id: 12,
		title: 'iPhone 16 pro max',
	},
]

// Service Terms Page
export const ServiceTermsData = [
	{
		id: 1,
		title: 'Условия сервиса',
		descr:
			'Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от нас системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение нашей деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?',
	},
	{
		id: 2,
		title: 'Условия доставки',
		descr:
			'Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от нас системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение нашей деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?',
	},
	{
		id: 3,
		title: 'Условия возврата',
		descr:
			'Задача организации, в особенности же курс на социально-ориентированный национальный проект требует от нас системного анализа модели развития! Таким образом, постоянное информационно-техническое обеспечение нашей деятельности требует от нас анализа системы масштабного изменения ряда параметров! С другой стороны социально-экономическое развитие напрямую зависит от всесторонне сбалансированных нововведений?',
	},
]

// Contact Page & Footer Component
export const ContactSocialMedias = [
	{
		id: 1,
		src: '/icons/whatsapp.svg',
		alt: 'WhatsApp',
		href: 'https://www.whatsapp.com/'
	},
	{
		id: 2,
		src: '/icons/vk.svg',
		alt: 'VK',
		href: 'https://vk.com/'
	},
	{
		id: 3,
		src: '/icons/instagram.svg',
		alt: 'Instagram',
		href: 'https://www.instagram.com/'
	},
	{
		id: 4,
		src: '/icons/telegram.svg',
		alt: 'Telegram',
		href: 'https://telegram.org/'
	},
]
